aaron-bond.better-comments
antfu.file-nesting
antfu.iconify
antfu.icons-carbon
antfu.theme-vitesse
antfu.unocss
astro-build.astro-vscode
bradlc.vscode-tailwindcss
christian-kohler.path-intellisense
dbaeumer.vscode-eslint
dbankier.vscode-quick-select
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
gruntfuggly.bettercomment
johnsoncodehk.vscode-tsconfig-helper
naumovs.color-highlight
nuxt.mdc
pkief.material-icon-theme
prisma.prisma
raunofreiberg.vesper
rust-lang.rust-analyzer
serayuzgur.crates
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
usernamehw.errorlens
vue.volar
whtouche.vscode-js-console-utils
xiaoluabei.xiaoluabei-vscode-theme
yandeu.five-server
yoavbls.pretty-ts-errors
yummygum.city-lights-icon-vsc
yzhang.markdown-all-in-one